well
because
i
thought
that
it
was
a
book
about
anthropology
the
store
am
going
to
get
him
buy
me
prime
rib
tonight
im
not
single
have
man
um
so
youre
in
tub
with
everything
what
move
jim
couldnt
hit
ping
pong
ball
if
size
of
moon
hey
is
his
scarf
planking
on
top
cabinet
very
smart
pam
shes
punch
crap
out
your
face
after
work
dont
you
dare
walk
away
from
darryl
philben
are
most
selfish
person
ive
ever
met
my
entire
manage
department
and
been
doing
for
several
years
now
god
learned
lot
life
lessons
along
way
dying
scream
at
fifteen
thousand
bucks
oscar
guys
saying
chug
but
small
all
id
eaten
day
one
those
auntie
anne
pretzels
food
court
said
okay
sip
they
no
ryan
seemed
cool
either
returned
bridesmaid
dress
sale
thats
fair
mean
working
here
such
long
ti
bye
andy
wait
why
would
go
poconos
pf
changs
when
we
great
wall
scranton
yeah
else
do
people
like
crazy
far
sure
cheating
jessica
did
just
fart
gon
na
hand
right
these
there
egg
yolks
arent
supposed
eat
good
luck
michael
guess
buddy
keeping
ill
back
cave
really
meeting
make
hard
love
sometimes
know
watching
tv
week
choose
nap
oh
greys
anatomy
lifeguard
how
uck
look
this
mud
can
imagine
had
worn
jimmy
choos
saved
mister
he
wrote
ooooh
beef
visit
prison
wear
hottest
track
suit
hair
done
then
be
hi
other
prisoners
damn
got
hot
exgirlfriend
ooh
never
treated
her
bad
outside
were
running
off
into
sunset
pick
up
phone
youve
broken
last
couple
evil
ring
idea
actually
pent
aggression
o
happen
has
hurt
too
much
often
healthy
relationship
flaunt
door
closed
labor
weeks
take
insides
plop
them
table
epidurals
poop
yourself
neighbor
alan
theyre
date
black
mostly
who
kevin
fake
kind
apology
dwight
seems
leader
forward
personal
perks
promised
privately
think
toby
gets
should
happy
crush
totally
doesnt
feel
same
hell
gone
tell
us
bring
bathing
went
parents
shadowbrook
farm
once
also
romantic
wish
boy
need
fun
new
color
lavender
excuse
ms
bennett
may
word
jims
first
cousins
which
time
sorry
please
talk
paper
theres
ta
something
dance
yours
say
traffic
school
beyonce
pink
dogs
basically
anything
awesome
snow
cones
isnt
gettysburg
three
hours
awful
uh
ditz
makes
even
more
modern
enchanted
its
fairy
tale
heart
place
level
playing
field
zoning
issue
thank
being
jerk
hows
mmm
hmm
mmmm
depends
already
today
screwed
came
follow
intuition
want
end
elin
nordegren
offense
bored
sorta
situation
calls
weird
fall
asleep
hate
cause
try
bed
rivalries
or
paris
nicole
heidi
lc
thinking
answering
question
honestly
heidis
friend
skin
terrible
important
brand
things
works
business
bitch
diet
shopping
etiquette
ok
mmhmm
bother
our
friends
embarrassing
embarrassed
yo
hobbies
yoga
belly
dancing
snake
charming
beds
nails
lying
baby
impress
second
sent
wrong
four
feels
whole
thanks
nothing
next
scared
murderers
apartment
middle
night
looking
nice
rings
gorgeous
forget
song
come
watch
kardashians
boring
happened
used
severed
dammit
meredith
where
panties
ravi
incredibly
puts
through
drama
decide
buddhist
read
report
took
everyones
stories
dunder
mifflin
customer
service
kelly
could
help
let
folder
ordered
reams
roy
fiance
morning
walked
by
chapel
stopped
suddenly
phyllis
stanley
receipt
whats
sit
over
an
allergy
focusing
cant
fashion
show
lunch
drake
babys
name
nothings
stop
telling
spend
tickets
ultimatums
key
nobody
does
anymore
unless
threaten
kill
myself
dry
cleaners
gave
allergic
reaction
interesting
impressed
referencing
third
cleanse
drink
maple
syrup
lemon
juice
cayenne
pepper
water
meals
bought
some
bikinis
online
amazing
give
thing
insurance
commercials
corporate
retreat
leaving
without
giving
hug
ughh
salesmen
werent
acting
bunch
stuckup
losers
wouldnt
hes
superinsecure
height
turkey
burger
remember
fight
heres
deal
waste
support
didnt
shower
radio
tea
maybe
marry
meth
dealer
crabs
angela
enthusiasm
except
own
bridget
jones
talked
conversation
art
use
cute
kids
happening
staying
texts
bowties
rappers
nba
players
cringe
see
tucker
carlson
trying
pull
bowtie
street
six
woman
blood
settle
grownups
everyone
asked
margarita
pizza
hung
each
better
someone
notices
lose
weight
started
using
makeup
contour
skinnier
put
five
pounds
drag
feeling
nauseous
anyway
skip
two
seduce
coming
hear
theme
chicklet
cake
carrie
bradshaw
sex
city
kev
create
tab
valentines
whatever
pressure
any
says
indian
halloween
unfortunate
error
fix
believe
superticklish
helps
kidding
patheticville
must
will
freaking
flirting
aww
worse
than
stroller
she
fewer
choices
as
older
plans
funny
checks
reason
became
accountants
yourselves
round
applause
iv
days
hospital
helen
fielding
collection
accountant
voice
cold
sneakers
gym
feet
wellwritten
text
side
having
serious
half
candle
blocking
giant
body
frustrating
wed
perfect
together
dunno
kilometers
office
assh
nervous
blows
sheryl
crows
puerto
rico
ummm
ago
wasted
felt
flowers
toys
find
base
david
keep
salary
dollar
yeari
obviously
till
noon
wan
getting
paid
year
chill
whawhats
dwights
mothers
baseball
term
acted
tough
opinion
bonier
decorating
married
before
hello
count
cece
big
sister
pretty
picture
kid
stuff
vibrator
gross
kickin
mad
dya
rajani
ghana
handle
whoa
found
insane
engagement
anyone
missing
hint
boyfriend
guy
sudden
stood
lulu
fifth
element
fedora
amanda
bynes
screaming
interacting
longer
nope
ask
floppy
haired
girl
won
point
different
selfdefense
seminar
protect
ourselves
against
tiny
little
girls
yes
tom
cruise
katie
holmes
named
suri
brad
pitt
angelina
jolie
shiloh
both
babies
hundreds
pregnant
wanted
mr
howard
apologize
grubbing
money
deangelo
boss
frankly
hasnt
real
job
probably
depressed
sad
glad
fired
accounting
stay
received
valentine
secret
admirer
roses
red
violets
blue
dental
cleaning
checkup
nook
call
stupid
bit
polite
reviews
repair
ryans
car
wuphf
wanting
usher
yelling
whered
charles
twelve
old
bully
always
presents
exgirlfriends
best
problem
planning
warrior
minority
dancer
singer
designer
jennifer
hudson
kapoor
jamaican
zombie
questions
number
hotel
looks
gay
underestimated
chose
screw
dead
training
session
relations
shell
less
grump
party
completely
understand
cupcakes
few
eating
cupcake
only
again
mistake
huge
part
aside
constructive
complements
sense
scoot
reiterating
download
pirated
music
onto
computer
oops
laid
romeo
juliet
claire
danes
eric
megan
complicated
exactly
game
emergency
slow
course
leak
tweeted
control
talking
video
chat
skype
tweet
woof
skinny
chicken
legs
sucks
weekend
bailey
divorced
late
told
whos
bob
hope
cart
dundermifflin
julia
roberts
bangs
cover
many
times
confirm
yet
psyched
dated
forever
calm
down
dating
prepared
raise
morgue
might
tomorrow
american
idol
audition
enormous
monster
branch
invite
everybody
superdressed
gods
special
power
care
bears
hates
endings
whatd
h
karma
aniston
whaaat
yell
creed
touching
ear
whyd
throwing
mirrors
slut
columbia
washington
ave
live
shut
machine
while
true
allowed
girlfriend
during
month
tu
bishvat
lamar
odom
itd
ron
artest
stars
pan
trophy
case
home
family
winning
sixth
storyline
chloe
cookies
flavor
possible
cutest
anybody
ladies
earrings
waaay
tight
pitiful
leave
tuesday
sisters
write
piano
robert
loggia
enough
mother
hypoglycemic
still
free
squirming
otherwise
mess
blankets
rubbing
neck
faint
fault
explore
options
committed
called
merediths
birthday
lame
worked
offensive
chilis
beefer
thinks
inappropriate
wonder
under
scrutiny
white
scott
bananas
himself
beautiful
making
constantly
saw
sunrise
crying
wow
trash
smack
hypothetical
mom
fat
internet
ugly
fact
evidence
yep
excited
click
wearing
dieting
worm
inside
ignore
glasses
typing
numbers
calculator
tells
answer
dots
means
continued
typo
blow
mind
dot
picked
tie
killing
wheres
ceos
race
lie
vacation
fraud
rango
save
animals
misunderstanding
e
smith
chinese
theater
omhmygod
looked
definitely
diwali
raddest
outfit
steal
ipod
women
schlepping
around
minivan
vick
manipulates
perhaps
achievement
greater
onagain
offagain
marrying
rumor
wasnt
interrupt
eughh
hanging
peoples
reactions
made
smarter
wedding
heading
desk
texted
drive
ugh
torch
shows
mmmhmm
umm
later
gift
created
website
problems
whispering
explain
since
til
passed
buffering
hiyah
whose
fishy
likes
hoping
characters
burning
lets
correct
manager
hour
ten
secrets
annex
rocks
connection
youll
fine
change
wheel
emails
obsessed
album
touched
pieces
file
complaint
comedies
annoying
possibly
homosexual
ruka
nipa
tiffany
alone
cartoons
reads
every
yelled
facing
obstacles
halfblack
halfindian
worth
confused
glee
pausing
stopping
history
lesson
spilled
refill
lied
fire
youd
bat
profess
powell
speakerphone
tried
apart
destiny
rock
thin
coached
themes
raped
handsome
soda
caffeine
kobe
bryant
foundation
freak
drunk
namaste
meetings
angel
seriously
cry
open
inconsiderately
stand
least
bar
sitting
head
taking
kissed
present
holidays
sabre
psycho
ruining
lives
longest
knew
lies
jewish
holiday
attention
announcement
sue
company
discrimination
share
june
th
unnecessary
movie
plays
soccer
muslim
play
almost
webcams
fantasies
margaritakaraoke
christmas
sounds
competition
dancin
casual
yall
eww
actively
ways
involve
executive
trainee
suggested
choosing
annual
employees
finally
team
usa
learn
yale
university
adjunct
professor
management
blackberry
ringing
accusing
clothes
goodwill
invited
absolutely
charge
though
their
asses
short
huh
hold
wants
butt
adorable
hooked
ton
set
kurta
mallard
system
insulting
temporary
shooting
spree
type
sparkles
object
ahh
iiit
near
mall
ahhh
total
matter
sleep
gives
resolution
tablecloth
swim
death
until
princess
diana
died
saddest
funeral
listen
pocket
ice
cream
speak
carbs
larry
king
die
scumbag
sweet
moves
queue
becomes
etc
schu
choreography
episodes
fantastic
choreographer
lane
em
miami
biotches
hang
lebron
james
gloria
estefan
ketchup
loves
prayed
information
uhhuh
brief
bear
rapping
chronicles
narnia
invented
shame
draw
line
somewhere
ridiculous
kate
middletons
written
room
dumping
stayed
watched
gd
vote
honey
previolent
woooh
cuz
pingpong
prom
adoring
camera
hearing
salmon
heard
momma
bacteria
per
square
inch
toilet
seat
spicy
curry
volley
serve
p
somebody
pretend
mention
seeing
headband
coat
smells
nail
koreans
whites
solo
diamonds
threecourse
meal
violinist
comes
serenade
candidate
micromanaging
matchmaker
test
powerful
cathy
picks
cathys
expensive
rude
account
high
anorexic
havent
broke
stanleys
daughters
brighten
sound
laughter
blessed
weak
needs
steroids
alans
cartoon
yesterday
quiz
ideal
frame
turning
longterm
knows
hated
barack
obama
stipend
keeps
grandfather
jumps
grave
grabs
throat
upset
itll
awkward
turn
chatting
checking
webcam
