well
i
realized
that
for
whatever
reason
just
couldnt
do
better
than
kelly
with
ammunition
like
this
we
are
in
quite
a
night
you
and
me
lets
get
drink
yuh
whoa
thats
my
mother
youre
talking
about
yeah
updating
emergency
contacts
fraud
jim
is
nothing
to
alright
always
appreciate
constructive
criticism
job
performance
thrive
on
it
id
kinda
rather
not
all
then
crappy
version
hahaha
agent
michael
scarn
so
funny
word
dundermifflin
cant
compete
the
modern
chains
management
unwilling
or
unable
adapt
their
customers
dying
off
how
much
memory
does
have
without
booster
let
go
another
whats
hard
way
other
whose
butt
ive
actually
done
lot
of
market
research
turns
out
southwestern
ohio
going
be
next
silicon
valley
they
call
prairie
its
big
university
town
uh
garbage
clothes
taken
great
interest
career
hello
what
here
give
us
address
look
up
online
did
an
f
train
brooklyn
extra
bitters
want
dinner
tonight
everything
seems
pretty
under
control
check
again
ryan
howard
washington
dont
even
think
selling
until
our
numbers
into
billions
generosity
spirit
passwordprotect
wireless
where
were
guys
know
long
been
waiting
ok
why
part
bookstore
shemp
can
handle
didnt
shake
things
im
nader
guy
there
kevin
sounds
really
specific
vision
wan
na
maybe
take
whack
at
client
dunder
mifflin
wasnt
personal
nap
car
work
starts
point
sure
ready
would
love
one
second
private
plane
flown
by
pilot
could
together
if
fun
good
theyre
creative
last
year
riding
website
peeled
z
knocked
mirror
somebodys
never
said
thing
running
low
cups
run
some
but
ideas
require
money
hey
key
yes
alone
exactly
your
first
complaint
ten
years
yyou
understand
nobodys
graduating
huh
cool
thought
hooking
no
messed
laws
country
married
everyone
heard
place
cabo
san
lucas
prostitutes
from
corrientes
around
age
twelve
started
goin
ah
ha
oh
trust
make
worse
keep
saying
declare
any
time
say
something
means
declaring
try
wish
ipod
phone
calls
iphone
nice
two
hr
reps
definitely
ed
truck
will
probably
spend
day
zoning
planning
weekend
wanted
darryl
he
works
warehouse
pams
stuff
thank
hear
badmouthing
establish
frames
too
glad
happening
came
door
twice
come
waters
fine
listen
while
toby
need
formal
warning
thanks
man
gon
find
heres
fewer
carbs
hasnt
yet
giggling
getting
paid
skip
lunch
new
york
gets
old
across
marykate
ashley
blank
wrote
judd
bed
now
sleep
trapped
forgotten
detritus
home
poem
crush
classic
might
win
whole
drive
same
grill
grilled
foot
totally
right
ask
ago
pam
simple
easy
remember
ugh
having
problem
doesnt
sound
ladameon
idea
was
stupid
smokeys
dead
woooo
shes
lying
diner
starlight
life
magazine
spread
americana
see
outsourcing
consolidation
competition
rango
happen
company
property
amicable
people
sides
mean
neverland
whos
mike
tibbets
kind
plans
friends
youve
had
pad
thai
looking
longterm
shed
hangin
limit
gift
bucks
kendall
corporate
line
holly
her
being
bratty
looked
taking
those
pictures
anyway
order
prints
own
send
link
stanley
youll
live
forever
jan
has
put
very
tough
position
over
wont
anything
hurt
testimony
when
cabos
third
world
more
poverty
glamour
stay
late
reminds
owe
three
gas
got
china
fifty
six
cities
population
million
nine
william
hung
fan
shouldve
him
custardy
punch
who
uses
calling
cards
anymore
doing
series
exposure
workplace
wondering
examine
told
feel
special
kept
working
someplace
else
sense
nick
difficult
welcome
polar
bear
because
north
pole
charge
making
drinks
bartender
only
resume
clearly
meant
watching
erotic
cinema
sometimes
bye
real
scranton
peace
test
prep
business
school
kellys
sisters
uhm
hilarious
quick
question
baby
criteria
literally
waffle
tapped
clear
subtle
talent
americas
finale
party
summer
crazy
packed
awesome
help
write
down
okay
crack
theyve
obviously
sixty
thousand
dollars
hot
made
effort
presentation
eating
meal
cooked
chef
everybody
hold
ill
them
mom
also
makes
best
salsa
ravi
drake
rainbows
hows
favorite
branch
doin
sun
press
questions
kapoor
further
ado
present
regional
manager
scott
dwight
sent
email
powerpoint
took
responsibility
his
actions
sofa
solid
days
these
em
coming
hazel
freak
goodbye
um
unless
back
am
shorter
table
standing
sabre
suits
care
theres
excuse
copy
secretary
figured
throw
away
couple
months
gold
medal
paper
clips
yogurt
lid
america
mall
god
many
nellie
glass
oakiest
chardonnay
please
build
guess
woof
site
launching
social
networking
month
links
communication
portals
within
reach
dog
pack
as
tell
show
sorry
mr
bart
forward
hearing
wunderkind
successful
weird
marry
relief
plus
size
models
already
staked
corner
wuphf
empire
raise
hand
describing
satisfied
eight
criticize
desk
suggestion
box
believe
signed
bet
cleanin
house
cold
water
ii
usuallyskate
suchbad
songs
read
mind
today
thinking
sit
few
havent
invested
miss
cook
should
start
restaurant
cookie
monster
sesame
street
roys
side
fractional
ownership
before
huge
fight
staying
committing
either
commitment
survival
rate
localized
melanoma
robert
gay
liked
facebook
photos
oclock
morning
unreal
field
gross
tracks
tears
called
fire
space
heater
dress
stuck
recycle
meeting
scheduled
blackberry
tutorial
internet
bail
mandatory
congratulations
enter
sale
cash
wedding
cause
fall
boss
boyfriend
talk
paycheck
pay
fair
salary
shouldnt
yo
dude
appendicitis
team
player
log
wouldnt
office
relationship
infinity
represents
floor
ceiling
streamlining
model
center
piece
campaign
businesstobusiness
interface
allow
directly
answer
move
secret
fleebulls
glorps
went
jamaica
michaels
photoshop
example
egypt
meet
weve
deliveries
weeks
ever
since
gotten
clean
fresh
air
sick
coffee
women
christmas
ketchup
shh
scolded
shut
beautiful
mouth
temporary
measure
increase
legitimacy
cc
mmhmm
serious
itll
material
book
asking
friend
girl
single
boat
vibrator
die
girls
nobody
knows
especially
eh
bar
figure
sandwich
vince
vaughn
originally
consumers
subsets
larger
base
seat
reveal
broke
seem
consequences
rates
lower
neither
coat
chair
hell
suck
strawberry
hes
allergic
fast
quit
roll
dice
jump
parachutes
dutiful
sudden
monday
she
beginning
anthropology
stop
andy
missed
fix
hate
knew
sleeve
t
tdog
proud
cute
earlier
emailing
someone
name
john
legend
mens
tomorrow
cruise
study
yams
creamed
spinach
little
tip
deal
used
temp
different
respect
treat
treated
merry
found
pudding
station
carbondale
grew
kid
lived
former
baseball
played
pro
ball
leagues
integrated
most
incredible
stories
wuphfcom
allowed
normal
finally
mastered
youpeople
enough
credit
tbd
phyllis
looks
forgot
power
cord
psyched
outsider
margins
society
homeless
person
case
cheat
sheet
yep
conference
after
lead
anyone
problems
set
theirs
rest
imagine
bitttch
offer
buy
shoes
convergence
viral
marketing
guerrilla
takin
streets
keeping
eye
wall
reinvent
wheel
words
buyin
became
responsibilities
break
typed
text
message
agency
wants
closing
rumor
travel
andum
xbox
deserve
someday
jeans
l
cheese
whomever
install
updated
computer
use
using
prize
stepped
block
ice
himself
melted
instead
obvious
likez
haha
stranger
lately
breakdown
click
kardashian
viruses
judging
gm
rolodex
sherlock
somebody
encouraging
front
still
moms
cars
nissan
blocked
living
joke
honestly
spent
goofing
hanging
reception
conversation
interrupt
compliment
impressed
grown
met
actual
fiveyear
locked
watch
microwave
situation
excited
judge
community
trying
isso
isnt
gordon
gekko
affects
feeling
ton
msg
allergy
peanut
ate
sausage
egg
biscuit
leaning
react
readapt
act
stick
afterwards
finished
aww
captain
older
price
reviewed
myself
volume
become
profitable
explain
blue
commit
dwights
top
salesman
sales
scares
screws
cookiecutter
mmmmm
absolutely
soda
hives
both
bears
attractive
hi
forget
brutha
apartment
metropolitan
museum
art
meteoric
rise
paying
haircut
giving
noogie
hundred
companys
room
thinks
fat
copies
paul
anka
smoke
play
saw
leave
takes
perfume
purse
shower
sex
whoopi
goldberg
such
mafia
stamps
suggest
luck
hiphop
indie
rock
opening
which
correct
thailand
rubbing
neck
tried
five
ways
head
perfectionist
listening
members
bit
rash
yelled
frightening
experiences
politics
game
full
high
stakes
keeps
cost
learned
cared
karen
filipelli
asked
committed
depends
junk
umm
wife
contact
indescribable
parking
smokey
waking
every
city
rethinking
microsoft
past
bagels
anywhere
whatcha
playing
insulted
gentleman
apologize
fudge
flustering
uncle
nephew
prescription
ritalin
aunt
carol
prepare
embarrassing
though
deaths
jason
mraz
beatles
sheep
black
freaking
moon
journaling
reminded
curtain
rod
doctor
appointment
trouble
plantar
warts
granddad
fought
war
mine
alive
halpert
felt
terrorized
treating
bad
mid
twenties
through
fully
processed
changed
sports
fridge
red
yellow
green
nearby
store
stark
industries
google
larry
sergey
brought
poor
richards
capable
mojito
choice
goatee
swear
rachael
ray
ladies
view
cheaper
sign
customer
existing
gave
clients
salespeople
critique
pain
light
lied
pregnant
inevitable
faith
diabolical
plan
ahh
sort
positive
answers
opinion
face
scared
kay
buddy
kids
holding
dave
wow
catch
whoo
concerned
loneliness
owling
creed
organize
menu
annex
owns
beet
farm
spending
change
saturday
reenter
list
wrongs
theyll
yelling
race
lesson
user
experience
jokester
image
crystal
raw
fish
disgusting
food
japan
americans
eat
movie
stars
construction
workers
sushi
origami
folding
open
manhattan
shout
agriculture
tibet
ta
skulls
named
artist
mix
drew
blake
needed
early
confident
cocky
originals
worked
perfectly
recommendation
far
goes
founded
brings
costumes
supposed
swamped
happy
birthday
sally
lane
bring
class
automatically
bumps
letter
grade
may
copier
tray
sink
adults
amazing
nerves
david
downsize
outsource
service
india
companies
indian
confusing
sell
small
involved
beauty
uncommon
places
graffiti
photography
capture
photographed
hospital
toilet
funeral
gotcha
dance
massive
overhaul
younger
sleeker
agile
essential
personnel
issued
blackberries
vaccinate
promoted
compensation
competitive
settled
final
design
logo
graphic
shot
deisgn
cousin
mose
insane
close
eightyone
assignment
disabled
permit
koolaid
consider
delivery
tutor
later
pick
seven
boxes
canariola
stock
trend
vampires
katy
ambush
believes
wrong
technology
helps
resist
moving
kev
heart
prices
interested
delegating
creativity
professionals
skills
rich
kill
mask
course
american
music
times
true
song
written
completely
devastated
hit
bottom
opens
carnival
ride
retrace
steps
college
fouryear
degree
student
loans
step
missing
knelt
cow
manure
abandoned
learning
fulltime
occasion
yours
bro
toxic
mao
apple
dehydration
baskets
family
mess
responsible
ohh
ass
hag
mention
apply
lost
weight
hopefully
soon
land
challenging
parttime
somewhere
bagel
connection
between
origin
story
quest
perfect
mock
ups
wallace
likes
risky
risks
highway
uncomfortable
discuss
least
insulting
blogs
texting
each
animals
wait
pushups
fourth
quarter
projections
depression
pants
vodka
wed
logs
evaluate
future
wear
investors
filetofishes
seriously
once
lifetime
erin
investment
jeopardy
hometown
pennsylvania
loser
chicks
pesto
youd
fortune
says
bottles
worth
beer
maraschino
cherries
sugar
rim
blended
bob
warm
dug
grave
provided
shovel
observation
launch
o
bathroom
whoever
less
education
dime
nickel
skin
largest
organ
body
moment
folk
colonialist
gathering
unemployments
applied
til
ordered
rotisserie
chickens
dark
meat
sir
organic
cookies
windshield
angry
code
insult
st
patricks
groups
irrelevant
details
spreadsheet
wearing
wasted
faster
efficient
yourself
jimmy
bitten
otherwise
kidding
elephant
regret
survivor
season
hooked
indistinguishable
glaringly
fact
group
crust
sharp
protect
notes
someones
managing
checking
quarters
tension
usual
weevils
stretched
pizzas
bernettis
anybody
prince
charming
flowers
impresses
frat
keys
foundation
dream
zach
braff
domain
current
upset
hint
gym
kosher
lie
review
jojo
donut
cop
yells
donuts
stayed
aids
related
charities
cure
tens
difference
throwing
classy
picture
museums
troy
helping
halal
option
sight
rat
youngest
vp
history
volunteering
ones
cents
turn
quickly
important
seen
bikini
festivals
speaking
gabe
possible
retraining
asap
ground
system
c
doubletime
till
wheres
installing
file
share
computers
public
health
fund
percent
memorize
swan
alphabetical
helped
drugs
crossword
puzzle
toss
jacket
werent
downloaded
hope
tshirts
spring
daytona
beach
mmmhmm
dating
charger
ecigarette
oldest
busy
bottle
yall
jonathan
threatening
priority
promise
nor
marriages
arent
built
men
interesting
article
odds
fiftyfifty
week
empty
rogers
ry
movies
popular
element
psychological
torment
strokes
teach
hotter
nuts
ideally
youth
knowledge
project
teamor
curly
joe
derita
nothin
net
dorm
rooms
jims
reunion
video
planet
goodlooking
nooscar
notits
digital
rape
whistle
record
breadsticks
scrapbooking
left
tag
twenty
asleep
worry
driving
magic
wands
pipes
opium
masses
hiring
young
dynamic
trends
cognac
nuclear
holocaust
major
nations
destroyed
tribes
jungle
survive
fares
rule
normally
samurai
wood
cuts
visit
favor
government
son
boys
cover
broker
fee
eats
ham
everyday
betting
philadelphia
guest
speaker
emerging
enterprises
advice
schtick
caring
feels
james
flavor
blast
february
th
clubs
tape
distracting
against
interoffice
expensive
angela
drafted
committee
memo
disaster
excessive
matter
fired
yup
training
myth
gain
pounds
pregnancy
actresses
lose
welfare
information
winning
hottest
relieved
subjective
rite
aid
swept
chiklis
style
received
mail
number
fell
created
end
apples
flying
feet
weeds
contest
agreed
babies
immediately
shield
commish
fantastic
waste
penguins
webcam
held
