i
usually
dont
enjoy
the
theater
but
this
is
delightful
no
im
not
are
you
serious
he
can
top
that
there
a
butterfly
on
why
need
hand
whyd
do
michael
cant
your
conversation
wait
till
monday
am
changing
way
my
files
doctor
said
if
find
new
to
relate
more
positively
surroundings
going
die
back
work
we
have
get
along
just
together
crazy
brought
cynthia
with
me
wheres
five
dollars
it
nice
outside
will
maybe
should
eat
cupcakes
havent
done
enough
packer
mean
sent
him
down
florida
prank
and
did
fire
how
mosquito
in
here
whats
haul
came
up
thing
summer
act
like
telling
someone
somethin
go
long
description
then
say
shove
butt
its
stupid
now
eee
know
thats
voice
calling
at
home
cases
of
typical
format
coated
white
paper
okay
thanks
again
so
much
all
right
byebye
ok
oh
hello
ohhh
let
desk
jacket
youre
fired
fingers
off
phone
from
argentina
disabled
neither
known
very
time
ive
gotten
less
come
respect
any
other
theories
what
talking
about
really
her
huh
end
crazytown
or
only
drink
kids
dwight
toilet
half
ply
yeah
wont
be
able
inventory
meredith
when
night
own
house
sweats
drinking
some
red
wine
watching
mystery
stories
last
whole
god
forsaken
world
want
hear
scott
were
talkin
great
one
ready
for
even
cynthias
been
keeping
company
she
was
nurse
rehabilitation
used
these
walks
treadmill
didnt
natural
hmm
getting
sales
topics
wouldnt
jan
showing
soon
wan
na
miss
show
mmmm
chewy
lady
fortune
give
raise
planned
boy
ill
snatch
spine
out
machine
office
please
little
further
earth
supposed
sell
big
beautiful
family
many
times
take
stroll
three
hundred
sixty
four
days
next
pretzel
day
stanley
hudson
gon
layoffs
leave
ridiculous
course
would
think
unbelievable
mmhmmm
closing
every
beginning
play
dumb
damn
well
counting
goodnight
exactly
holiday
referring
got
game
called
hard
college
over
bad
bet
lead
gim
those
clients
break
heard
trip
related
birthday
dangerous
precedent
ran
an
employee
seems
recent
true
around
past
abrupt
people
isnt
surprise
because
weve
having
pretty
horrible
good
morning
alright
stay
theres
pencil
broken
rolls
apologize
american
diabetes
association
keep
goodbye
read
sign
hey
fine
person
things
actions
methods
style
everything
opposite
happening
wow
missed
too
regular
situps
upset
sound
sorry
booyah
driving
nope
starts
h
learning
nothing
super
smiled
complimented
grandkids
closed
difference
does
make
attractive
hot
same
spit
face
ooh
bring
they
arent
salespeople
actress
whether
shes
yes
year
blind
makes
still
hes
overpaid
thank
mini
bar
oddly
rum
uses
bathroom
care
far
greater
problems
than
possibly
help
michaels
after
whale
feeling
sit
unless
missing
piece
gun
word
packs
pass
anyone
else
lost
seven
pounds
anyway
phyllis
flashed
parking
lot
logic
horny
mind
business
prefer
maradona
uhhh
diego
bonuses
already
twist
carrying
egg
spoon
liquid
as
ratio
unicorns
leprechauns
doing
ta
who
pride
crap
guy
tiny
hat
first
letter
each
name
assign
number
add
em
happen
losing
weight
reasons
truth
speed
heres
look
biceps
fighting
power
eating
whatever
wanted
tropical
christmas
thought
worth
try
expect
payroll
interruptions
chance
connecticut
casual
pennsylvania
ie
wearing
party
eh
quarter
started
gather
woman
youve
had
computer
years
lonely
ya
step
excuse
ahead
wallpaper
ceiling
call
terri
tell
stapler
wife
wrong
current
queen
size
bed
feet
wide
meatballed
teris
traveling
money
lets
listen
pauses
sitting
twentyfive
separation
legal
pigeons
fruity
delicious
worse
lil
romeo
hell
meant
kelly
um
put
away
learn
atlanta
couldnt
happier
severance
retire
travel
fantastic
watched
screw
ten
filing
lawsuit
them
ever
ah
pm
looks
sounds
hoot
food
something
stupider
before
girl
child
see
sniffing
anymore
afternoon
understand
catholic
rewarding
treating
us
poorly
whos
fallin
behind
friends
wasnt
freakin
vampires
award
least
smelliest
bowel
movement
kevin
trying
malone
deserves
today
recyclops
security
guard
working
late
collard
greens
use
pregnant
women
workspace
theyre
always
complaining
varicose
veins
swollen
ankles
constantly
hungry
nipples
sore
fastest
hospital
sleeping
better
being
toaster
wedding
gave
tried
return
store
longer
sold
kind
has
two
toasters
told
idea
club
promise
zero
life
short
drive
fast
sexy
corpse
mottoes
meeting
client
problem
talk
sat
downwind
stinky
perfumes
never
delight
jury
duty
single
since
old
airconditioned
room
downtown
judging
while
lunch
paid
where
threw
balloons
honeymoon
six
weeks
love
stutter
avoid
running
cause
saw
cancel
guys
hold
clock
slow
oclock
tomorrow
kid
open
car
hmmm
mexican
africanamerican
community
ugh
through
concert
staff
andys
generation
thinks
famous
happened
knew
shut
died
quietly
heart
attack
tastes
changed
baklava
hurt
yourself
lucky
son
bitch
funny
urban
grew
small
town
umum
alone
dammit
belong
either
bucks
boss
funeral
appreciate
seriously
koi
pond
transfer
sweet
mother
holding
deserve
could
hands
measuring
surf
turf
side
order
lobster
everybody
coworkers
annoying
realized
profit
bob
vance
stuff
leaving
drop
everybodys
spoken
their
ones
another
planet
book
others
ignore
carp
confidentiality
fair
roach
billboard
honey
spoke
tv
repair
man
says
our
tvs
turned
couple
months
wiring
theyll
account
taking
dumplings
julius
hows
goin
programs
color
important
rainbow
philly
dirty
wednesdays
tearful
tuesdays
flirtatious
tickling
buy
meatballs
wheelchair
sure
itll
aw
friend
tallahassee
cocktail
dancing
overnight
doomsdays
device
scare
tactic
corn
dogs
purse
also
shh
dream
mlk
equality
decommissioned
lighthouse
live
nobody
knows
button
press
launch
into
space
song
once
means
nowits
favorite
close
door
calls
jobs
jim
hmpf
mm
swish
ryan
object
eight
native
outta
offer
utica
makebelieve
land
anything
werent
coming
early
phil
pretend
husband
sick
seem
realistic
facts
applaud
giant
diaper
fake
tree
rest
balls
hate
crime
perfect
his
bonus
points
job
purchase
orders
run
mexico
sandwiches
upstairs
charles
signed
yourooh
bought
gift
everyone
haha
rabies
babies
dime
middle
school
vacation
kenny
loggins
smart
bus
hits
memory
uninterrupted
by
nonsense
helllloooo
took
extra
shot
insulin
preparation
cake
might
pam
chairs
standard
optimistic
left
history
found
healthy
strong
young
cmon
meatball
black
licorice
roll
real
tight
careful
gets
easier
plug
lord
lose
comanager
ninety
nine
casesyeah
toothbrush
under
cloth
guess
filmed
nonstop
twoholepunch
lawyers
punch
uhuh
possible
uh
hmmmm
smell
bit
hurry
hellfire
rain
planning
bluff
sort
secret
genius
sometimes
eighteen
suffered
weird
thematic
christmases
honolulu
pulp
fiction
muslim
moroccan
morocca
somebodys
hero
gone
creed
poured
bogota
sunrise
plant
heh
alerts
stress
level
goes
calm
watch
boats
river
dental
vision
deductible
administrator
texas
justice
asking
attention
website
seeing
commissions
mmhmm
happy
cut
covered
bony
blue
team
yourselves
worked
bath
glass
hour
both
dead
biofeedback
yep
pledge
local
pbs
station
check
promised
kiddin
interesting
subject
matter
surprised
pulled
ago
box
stop
giving
oscar
premium
laser
copy
batch
trust
mailboxes
etc
affair
forgot
double
making
sense
boycott
bedrooms
pardon
may
chocolate
chip
cookie
blood
earlier
woozy
amen
ribs
celebrate
kwanzaa
agree
remember
daughter
melissa
news
leads
boooooo
booooo
line
wishes
save
write
petition
everyones
signature
including
march
ha
trouble
lick
until
full
oohhoo
baby
id
fellas
meet
howard
splenda
golden
ticket
skip
roof
jump
pick
ball
inside
killed
polluticorn
laugh
halpert
month
without
ipod
words
noseyll
card
supplies
ink
cartridges
potential
best
yet
phrase
nailed
finally
accountable
uhhuh
wants
set
mine
documentary
affairs
body
ditch
police
rather
upturned
broom
bucket
head
somebody
besides
myself
spoiled
deal
cell
spend
steamtown
mall
thinking
hiring
percent
climb
stair
mountain
admire
cultures
success
america
yup
weekend
pete
iced
tea
sugars
creams
anywhere
fix
elevator
mose
gladly
information
comes
incentive
prize
salesperson
quit
saved
feel
casket
fact
billion
nickels
remembers
saying
thousand
owned
anybody
andy
click
x
safety
mittens
shouldve
misery
likes
except
watches
movie
week
apateezers
trade
question
internet
none
mr
mrs
businessman
pledges
tuition
third
graders
affect
fools
carla
fern
dinner
antioxidants
bandaids
doesnt
feed
streets
ghetto
nap
property
pizza
bored
pirate
firing
plan
building
jackie
joynerkersee
hmmmpt
january
peasized
